#----------- CREATE FOOD TABLE ------------
CREATE TABLE `food`
    (id INT PRIMARY KEY AUTO_INCREMENT,
     name VARCHAR(200),
     food_group VARCHAR(200),
     description VARCHAR(500),
     price INT);


#------------ INSERT FOOD DATA --------------
INSERT INTO `restaurant`.`food`
(name,food_group,description,price)
VALUES ('کوبیده','IRANI','---',650000),
       ('جوجه با استخوان','IRANI','---',700000),
       ('جوجه بدون استخوان','IRANI','---',750000),
       ('کتف و بال','IRANI','---',700000),
       ('چلو کره','IRANI','---',450000),
       ('گوجه تک سیخ','IRANI','---',200000),
       ('قورمه سبزی','IRANI','---',600000),
       ('قیمه','IRANI','---',600000),
       ('زرشک پلو با مرغ','IRANI','---',700000),
       ('باقالی پلو با گوشت','IRANI','---',750000),
       ('سبزی پلو با ماهی','IRANI','---',850000),
       ('ماست','IRANI','---',100000),
       ('دوغ بزرگ','IRANI','---',150000),
       ('دوغ کوچک','IRANI','---',70000),
       ('نوشابه بزرگ','IRANI','---',120000),
       ('نوشابه کوچک','IRANI','---',60000),
       ('آب معدنی بزرگ','IRANI','---',70000),
       ('آب معدنی کوچک','IRANI','---',50000),
       ('ترشی','IRANI','---',150000);

+#----------------- CREATE RAW MATERIAL TABLE --------------------
CREATE TABLE `raw_material`
(id INT PRIMARY KEY AUTO_INCREMENT,
 name NVARCHAR(200),
 type NVARCHAR(50),
 inventory NVARCHAR(200)
);

#------------ INSERT RAW MATERIAL DATA --------------
INSERT INTO `restaurant`.`raw_material`
(name, type, inventory) VALUES
    ('گوشت چرخ کرده','KITCHEN','۱۰ کیلوگرم'),
    ('پودر فلفل سیاه','KITCHEN','۲ کیلوگرم'),
    ('پودر فلفل قرمز','KITCHEN','۲ کیلوگرم'),
    ('پودر زرد چوبه','KITCHEN','۲ کیلوگرم'),
    ('مرغ کامل','KITCHEN','۲۰ عدد'),
    ('گوشت تیکه ای','KITCHEN','۲۰ بسته'),
    ('ماهی قزل آلا','KITCHEN','۱۵ عدد'),
    ('شوید','KITCHEN','۲ کیلوگرم'),
    ('باقالی','KITCHEN','۵ کیلوگرم'),
    ('زرشک','KITCHEN','۵ کیلوگرم'),
    ('زعفران','KITCHEN','۵ کیلوگرم'),
    ('کره','KITCHEN','۲۰ بسته ۵۰۰ گرمی'),
    ('روغن','KITCHEN','۲۰ عدد'),
    ('لپه','KITCHEN','۵ کیلوگرم'),
    ('لوبیا','KITCHEN','۷ کیلوگرم'),
    ('نان سنگک','KITCHEN','۲۰ عدد'),
    ('سبزی خوردن','KITCHEN','۲۰ عدد'),
    ('آبلیمو','KITCHEN','۲۰ عدد'),
    ('سس مایونز','KITCHEN','۲۰ عدد'),
    ('برنج','KITCHEN','۲۰ گونی'),
    ('ادویه مرغ','KITCHEN','۲ کیلو گرم'),
    ('ادویه خورش','KITCHEN','۲ کیلوگرم'),
    ('ادویه گوشت','KITCHEN','۲ کیلو گرم'),
    ('رب گوجه فرنگی','KITCHEN','۱۰ بسته'),
    ('پودر آویشن','KITCHEN','۲ کیلو گرم'),

    ('گوجه فرنگی','FRUIT','۲۰ عدد'),
    ('پیاز','FRUIT','۲۰ عدد'),
    ('سیب زمینی','FRUIT','۲۰ عدد'),
    ('فلفل دلمه ای','FRUIT','۲۰ عدد'),
    ('فلفل سبز','FRUIT','۲۰ عدد'),
    ('فلفل قرمز','FRUIT','۲۰ عدد'),
    ('لیمو ترش','FRUIT','۲۰ عدد'),

    ('سالاد','APPETIZER','۲۰ عدد'),
    ('ترشی','APPETIZER','۲۰ عدد'),
    ('ماست','APPETIZER','۲۰ عدد'),

    ('نوشابه کوچک کوکا کولا','BEVERAGE','۲۰ عدد'),
    ('نوشابه کوچک فانتا','BEVERAGE','۲۰ عدد'),
    ('نوشابه کوچک سوناپ','BEVERAGE','۲۰ عدد'),
    ('لیموناد','BEVERAGE','۲۰ عدد'),
    ('دلستر کوچک','BEVERAGE','۲۰ عدد'),
    ('نوشابه بزرگ کوکا کولا','BEVERAGE','۲۰ عدد'),
    ('نوشابه بزرگ سوناپ','BEVERAGE','۲۰ عدد'),
    ('نوشابه بزرگ فانتا','BEVERAGE','۲۰ عدد'),
    ('دلستر بزرگ','BEVERAGE','۲۰ عدد'),
    ('دوغ کوچک','BEVERAGE','۲۰ عدد'),
    ('دوغ بزرگ','BEVERAGE','۲۰ عدد'),

    ('دستمال کاغذی جعبه ای','SANITARY','۲۰ عدد'),
    ('دستمال کاغذی رولی','SANITARY','۲۰ عدد'),
    ('الکل','SANITARY','۲۰ عدد'),
    ('رافونه','SANITARY','۲۰ عدد'),
    ('تی','SANITARY','۲۰ عدد'),
    ('جارو و خاک انداز','SANITARY','۲۰ عدد'),
    ('سطل آشغال','SANITARY','۲۰ عدد'),
    ('کسیه سطل آشغال','SANITARY','۲۰ عدد'),
    ('کیسه فریزر','SANITARY','۲۰ عدد'),
    ('کیسه دسته دار','SANITARY','۲۰ عدد'),
    ('ظرف یکبار مصرف','SANITARY','۲۰ عدد'),
    ('لیوان یکبار مصرف','SANITARY','۲۰ عدد'),
    ('قاشق و چنگال یکبار مصرف','SANITARY','۲۰ عدد'),
    ('قاشق و چنگال استیل','SANITARY','۲۰ عدد'),
    ('بشقاب','SANITARY','۲۰ عدد'),
    ('کاسه','SANITARY','۲۰ عدد'),
    ('سینی','SANITARY','۲۰ عدد'),
    ('مواد ضد عفونی کننده زمین','SANITARY','۲۰ عدد'),
    ('مایع ظرف شویی','SANITARY','۲۰ عدد'),
    ('مایع دستشویی','SANITARY','۲۰ عدد'),
    ('دیس','SANITARY','۲۰ عدد'),
    ('ملاغه','SANITARY','۲۰ عدد'),
    ('قابلمه','SANITARY','۲۰ عدد'),
    ('دیگ','SANITARY','۲۰ عدد'),
    ('ماهی تابه','SANITARY','۲۰ عدد'),
    ('نی','SANITARY','۲۰ عدد'),
    ('کف گیر','SANITARY','۲۰ عدد'),
    ('اسکاچ','SANITARY','۲۰ عدد');




